List<String> azkar = [
  'عن معاذ - رضي الله عنه: أن رسول الله - صلى الله عليه وسلم - أخذ بيده، وقال: «يا معاذ، والله إني لأحبك» فقال: «أوصيك يا معاذ لا تدعن في دبر كل صلاة تقول: اللهم أعني على ذكرك، وشكرك، وحسن عبادتك» . رواه أبو داود بإسناد صحيح',
  'عن سعد بن أبي وقاص - رضي الله عنه - قال: جاء أعرابي إلى رسول الله - صلى الله عليه وسلم - فقال: علمني كلاما أقوله. قال: «قل لا إله إلا الله وحده لا شريك له، الله أكبر كبيرا، والحمد لله كثيرا، وسبحان الله رب العالمين، ولا حول ولا قوة إلا بالله العزيز الحكيم» قال: فهؤلاء لربي، فما لي؟ قال: «قل: اللهم اغفر لي، وارحمني واهدني، وارزقني» . رواه مسلم.',
  ' عن عبدالله بن بسر رضي الله عنه أن رجلًا قال: يارسول الله ، إن شرائع الإسلام قد كثرت علي فأخبرني بشيء أتشبث به قال "لا يزال لسانك رطبًا من ذكر الله\".',
  'عن أبي موسى رضي الله عنه قال: قال النبي صلى الله عليه وسلم: «مَثَلُ الَّذِي يَذْكُرُ رَبَّهُ وَالَّذِي لا يَذْكُرُ رَبَّهُ مَثَلُ الحَيِّ وَالمَيِّتِ».',
  'عن أبي هريرة وأبي سعيد رضي الله عنهما أنهما شهدا على رسول الله صلى الله عليه وسلم أنه قال "لا يقعد قوم يذكرون الله إلا حفتهم الملائكة وغشيتهم الرحمة ونزلت عليهم السكينة وذكرهم الله فيمن عنده".',
  ' قال رسول الله - صلى الله عليه وسلم " أفضل الذكر: "لا إله إلا الله و أفضل الدعاء: الحمد لله". ',
  ' قال ابن عباس: الشيطان جاثم على قلب ابن آدم، فإذا سها وغفل وسوس، فإذا ذكر الله تعالى خنس.',
  'قال رسول الله صلى الله عليه وسلم للصحابة: «ألا أخبركم بخير أعمالكم وأزكاها عند مليككم، وأرفعها في درجاتكم، وخير لكم من إنفاق الذهب والفضة، ومن أن تلقوا عدوكم فتضربوا أعناقهم، ويضربوا أعناقكم»، قالوا: بلى يا رسول الله، قال: «ذكر الله عز وجل» صحيح الجامع.',
  'عن جابر رضي الله عنه رفعه إلى النبي صلى الله عليه وسلم قال \"ما عمل آدمي عملا أنجى له من العذاب من ذكر الله تعالى قيل ولا الجهاد في سبيل الله قال ولا الجهاد في سبيل الله إلا أن يضرب بسيفه حتى ينقطع".',
  ' عن أبي هريرة رضي الله عنه قال: "كان رسول الله صلى الله عليه وسلم يسير في طريق مكة فمر على جبل يقال له جمدان فقال: سيروا هذا جمدان، سبق المفردون\"، قالوا: وما المفردون يا رسول الله ؟ قال: الذاكرون الله كثيرا والذاكرات.. رواه مسلم. '
];
